/* HexColorPickerAskUpdatesYes */
"Check automatically" = "Cerca actualitzacions automàticament";

/* HexColorPickerAskUpdatesNo */
"Don't check" = "No les cerquis";

/* HexColorPickerGetVersionFormat */
"Upgrade to v%@" = "Actualitza a la v%@";

/* HexColorPickerAppName */
"Hex Color Picker" = "Hex Color Picker";

/* HexColorPickerAskUpdatesInfo */
"Hex Color Picker can automatically check for updates periodically. You won't need to update whenever a new version appears, and no personal information will be sent in order to check for updates." = "L’Hex Color Picker pot comprovar automàticament les actualitzacions periòdiques. No caldrà actualitzar cada vegada que aparegui una nova versió, i no s’enviarà cap informació personal per comprovar les actualitzacions.";

/* HexColorPickerAskUpdatesMessage */
"Should Hex Color Picker check for updates automatically?" = "S’han de cercar automàticament actualitzacions del Hex Color Picker?";